# 1)მომხარებელს შემოატანინეტ ორი ინტეერი input ის საშულაბიეთ, შემდეგ შექმენით სია 10 ცალი ნებისმიერი ელემენტითი, და შემდეგ ამ სიაში ამოჭერით ელემენტი მომხარებლის პირველი შემოტანილი რიცხვის ინდექსიდან მომხარებლის მეორე შემოტანილი რიცხვის ინდექსამდე

# მაგ:  input1: 2
#      input2: 6
# arr = [1, 2, 3, 4, 5, 6, 7, 8, 9, 10]

# output: 3, 4, 5, 6

numbers=[1,2,3,4,5,6,7,8,9,10]

num=int(input("enter a number 1-10 : "))
num1=int(input('enter a number 1-10 thats more than ur last pick : '))

print(numbers[num:num1])
